[
  {
    "image": "images/posts/twig.webp",
    "date": "October 19, 2019",
    "categories": [
      "Special Offers"
    ],
    "title": "Twig Гибкий, быстрый и безопасный движок шаблонов для PHP",
    "content": "Быстро: Twig компилирует шаблоны в простой оптимизированный PHP-код. Накладные расходы по сравнению с обычным PHP-кодом были сведены к минимуму. Безопасность: Twig имеет режим песочницы для оценки ненадёжного кода шаблонов. Это позволяет использовать Twig в качестве языка шаблонов для приложений, в которых пользователи могут изменять дизайн шаблонов. Гибкость: Twig работает на основе гибкого лексера и парсера. Это позволяет разработчику определять собственные теги и фильтры и создавать собственный DSL."
  },
  {
    "image": "images/posts/json.webp",
    "date": "06 ноября 2024",
    "categories": [
      "Latest News"
    ],
    "title": "GULP-DATA хранение информации",
    "content": " Данные Gulp - это способ хранения и извлечения данных в задачах Gulp. Вы можете использовать плагин gulp-data для хранения данных в файле JSON и извлечения их в своих задачах Gulp."
  },
  {
    "image": "images/posts/sass.webp",
    "date": "06 ноября 2024",
    "categories": [
      "New Arrivals"
    ],
    "title": "Sass — это самый зрелый, стабильный и мощный профессиональный язык расширения CSS в мире.",
    "content": "Sass полностью совместим со всеми версиями CSS. Мы серьёзно относимся к этой совместимости, чтобы вы могли без проблем использовать любые доступные библиотеки CSS . Sass может похвастаться большим количеством функций и возможностей, чем любой другой язык CSS. Команда разработчиков Sass Core проделала огромную работу, чтобы не только не отставать, но и быть на шаг впереди."
  },
  {
    "image": "images/posts/fonts.webp",
    "date": "06 ноября 2024",
    "categories": [
      "Special Offers"
    ],
    "title": "Компиляция Шрифтов",
    "content": "Создайте папку 'FONTS' и положите туда свои шрифты для дальнейшей компиляции в современные шрифты"
  }
]